nichiyama/diary/November/november.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>november 進行状況</title>
<!-- 2018-12-13 木 13:47 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Nichiyama" />
<link rel="stylesheet" type="text/css" href="/Users/nitch65/Github/grad_research_2018/org-html-themes/styles/readtheorg/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="/Users/nitch65/Github/grad_research_2018/org-html-themes/styles/readtheorg/css/readtheorg.css"/>
<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/styles/default.min.css"></head>
<body>
<div id="content">
<h1 class="title">november 進行状況</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">目的</a></li>
<li><a href="#sec-2">栃木さんからの引き継ぎ</a>
<ul>
<li><a href="#sec-2-1">10/29</a></li>
</ul>
</li>
<li><a href="#sec-3">ペアについてのお勉強，課題</a></li>
</ul>
</div>
</div>
<div class="right">
  <a href="https://github.com/fniessen/org-html-themes/blob/master/demo/example.org" class="fa fa-github"> Edit on GitHub</a>
</div>


<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">目的</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>栃木さんの作ったモデル確認，そして計算を行っていく．
</li>
<li>VESTAの使い方を栃木さんに教えてもらう．
</li>
<li>以上を学んだ上で実際に第２近接位置に溶質原子をあてはめて，自分でモデルを作成する．
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">栃木さんからの引き継ぎ</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>栃木さんの使ってたパソコンの中に，過去作成されたファイルを自分のパソコンへ移行した．このパソコンは液晶が死んでいた．．．
</li>
<li>第1近接位置と第３近接位置のモデルをもらった．これをVESTAの勉強として実際にいろいろ変更してみよう．
</li>
<li>VESTAのマニュアルというものがない（多分）ので今回自分でVESTAをさわりながら自分への理解を深めるためにもマニュアル作りを行おうと思う．
</li>
<li>これらがサンプルにつながる業務になる．
</li>
</ul>
</div>

<div id="outline-container-sec-2-1" class="outline-3">
<h3 id="sec-2-1">10/29</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>tochisotu（第一近接） とtochisoti2（第３近接）で1-10layerまで存在している．
</li>
<li>tochisotuの方からモデルを確認．ちゃんと正しい近接位置に置いてあるか確認して計算を投げる．
</li>
<li>奇数層，偶数そうの確認をしっかりと．
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">ペアについてのお勉強，課題</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>清原さん，久保さんの卒論にペアの計算について結構詳しく乗っているので，一度全部読んで理解を深める．（2週間）
</li>
<li>2週間読んで理解して，少しでも触って理解する
</li>
<li>実際に，まだ理解していない部分が山ほど，というかしてないところが大部分なので，勉強しながら論文の理解できなかったところを並行してリストアップしていく．
</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2018-10-11</p>
<p class="author">Author: Nichiyama</p>
<p class="date">Created: 2018-12-13 木 13:47</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.3.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
